Repository: Engagendy/noor
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fa, fr, id, ms, tr, ur

source: Your choice is remembered, and is the same one the ayah sheet uses.
ar: يُحفظ اختيارك، وهو نفسه المستخدم في بطاقة تفسير الآية.
bn: আপনার পছন্দ মনে রাখা হয়, এবং আয়াতের শিটেও সেটিই ব্যবহার হয়।
es: Tu elección se recuerda y es la misma que usa la ficha de la aleya.
fa: انتخاب شما به خاطر سپرده می‌شود و همان است که برگهٔ آیه از آن استفاده می‌کند.
fr: Votre choix est mémorisé ; c’est celui qu’utilise la fiche du verset.
id: Pilihan Anda diingat, dan sama dengan yang dipakai lembar ayat.
ms: Pilihan anda disimpan, dan ia sama dengan yang digunakan pada kad ayat.
tr: Seçiminiz hatırlanır; ayet kartında da aynısı kullanılır.
ur: آپ کا انتخاب یاد رکھا جاتا ہے، اور یہی آیت والی شیٹ میں بھی استعمال ہوتا ہے۔

source: Your city for prayer times
ar: مدينتك لمواقيت الصلاة
bn: নামাজের সময়ের জন্য আপনার শহর
es: Tu ciudad para los horarios de oración
fa: شهر شما برای اوقات نماز
fr: Votre ville pour les horaires de prière
id: Kota Anda untuk jadwal salat
ms: Bandar anda untuk waktu solat
tr: Namaz vakitleri için şehriniz
ur: اوقاتِ نماز کے لیے آپ کا شہر

source: Your currency
ar: بعملتك المحلية
bn: আপনার মুদ্রায়
es: Tu moneda
fa: واحد پول شما
fr: Votre devise
id: Mata uang Anda
ms: Mata wang anda
tr: Para biriminiz
ur: آپ کی کرنسی

source: Your stars
ar: نجومك
bn: তোমার তারা
es: Tus estrellas
fa: ستاره‌های تو
fr: Tes étoiles
id: Bintang Anda
ms: Bintang anda
tr: Yıldızların
ur: آپ کے ستارے

source: Zakat Calculator
ar: حاسبة الزكاة
bn: যাকাত ক্যালকুলেটর
es: Calculadora de zakat
fa: محاسبهٔ زکات
fr: Calculateur de Zakat
id: Kalkulator Zakat
ms: Kalkulator Zakat
tr: Zekât Hesaplayıcı
ur: زکوٰۃ کیلکولیٹر

source: Zakat due (2.5%)
ar: الزكاة المستحقة (٢٫٥٪)
bn: প্রদেয় যাকাত (২.৫%)
es: Zakat a pagar (2,5%)
fa: زکات واجب (۲٫۵%)
id: Zakat yang wajib (2,5%)
ms: Zakat yang wajib (2.5%)
tr: Ödenecek zekât (2,5%)
ur: واجب زکوٰۃ (۲.۵%)

source: Zakat is due when net zakatable wealth has remained at or above the nisab for one full hijri year. This calculator is a guide — consult a scholar for complex cases. All figures stay on your device.
ar: تجب الزكاة إذا بلغ صافي المال النصاب وحال عليه الحول الهجري. هذه الحاسبة للاسترشاد — استشر أهل العلم في الحالات المركبة. جميع الأرقام تبقى على جهازك.
bn: নিট যাকাতযোগ্য সম্পদ পূর্ণ এক হিজরি বছর ধরে নিসাব বা তার বেশি থাকলে যাকাত ওয়াজিব হয়। এই ক্যালকুলেটর কেবল দিকনির্দেশনা — জটিল ক্ষেত্রে আলেমের পরামর্শ নিন। সব হিসাব আপনার ডিভাইসেই থাকে।
es: El zakat es obligatorio cuando los bienes netos sujetos a zakat se mantienen en el nisab o por encima durante un año completo de la hégira. Esta calculadora es orientativa: consulta a un sabio en casos complejos. Todas las cifras quedan en tu dispositivo.
fa: زکات هنگامی واجب است که خالصِ دارایی مشمول زکات یک سال کامل هجری در حد نصاب یا بیشتر مانده باشد. این ماشین‌حساب راهنماست — در موارد پیچیده از اهل علم بپرسید. همهٔ ارقام روی دستگاه شما می‌ماند.
fr: La zakat est due lorsque le patrimoine net imposable atteint le nisab et le conserve pendant une année hégirienne complète. Ce calculateur est indicatif — consultez un savant pour les cas complexes. Tous les chiffres restent sur votre appareil.
id: Zakat wajib bila harta bersih yang wajib dizakati bertahan pada atau di atas nisab selama satu tahun hijriah penuh. Kalkulator ini hanya panduan — tanyakan kepada ulama untuk kasus yang rumit. Semua angka tetap berada di perangkat Anda.
ms: Zakat wajib apabila harta bersih yang dizakati kekal pada atau melebihi nisab selama satu tahun hijrah penuh. Kalkulator ini hanya panduan — rujuk ahli ilmu untuk kes yang rumit. Semua angka kekal pada peranti anda.
tr: Zekât, zekâta tabi net mal varlığı bir tam hicri yıl boyunca nisap veya üzerinde kaldığında farz olur. Bu hesaplayıcı yol göstericidir — karmaşık durumlarda bir âlime danışın. Tüm rakamlar cihazınızda kalır.
ur: زکوٰۃ اُس وقت واجب ہوتی ہے جب قابلِ زکوٰۃ خالص مال پورے ایک ہجری سال تک نصاب کے برابر یا اس سے زیادہ رہے۔ یہ کیلکولیٹر صرف رہنمائی کے لیے ہے — پیچیدہ صورتوں میں کسی عالم سے رجوع کریں۔ تمام اعداد آپ کے آلے پر ہی رہتے ہیں۔

source: Zakatable wealth
ar: الأموال الزكوية
bn: যাকাতযোগ্য সম্পদ
es: Bienes sujetos a zakat
fa: دارایی مشمول زکات
fr: Biens soumis à la zakat
id: Harta yang wajib dizakati
ms: Harta yang dizakati
tr: Zekâta tabi mal varlığı
ur: قابلِ زکوٰۃ مال

source: next · %@
ar: التالية · %@
bn: পরবর্তী · %@
es: siguiente · %@
fa: بعدی · %@
fr: suivante · %@
id: berikutnya · %@
ms: seterusnya · %@
tr: sonraki · %@
ur: اگلی · %@

source: with %@'s recitation
ar: بصوت %@
bn: %@-এর তিলাওয়াতে
es: con la recitación de %@
fa: با تلاوت %@
fr: avec la récitation de %@
id: dengan tilawah %@
ms: dengan bacaan %@
tr: %@ tilavetiyle
ur: %@ کی تلاوت کے ساتھ

source: ¼ Hizb
ar: ربع الحزب
bn: ¼ হিজব
es: ¼ de hizb
fa: ربع حزب
fr: ¼ de Hizb
tr: ¼ hizip
ur: ربع حزب

source: ½ Hizb
ar: نصف الحزب
bn: ½ হিজব
es: ½ de hizb
fa: نصف حزب
fr: ½ de Hizb
tr: ½ hizip
ur: نصف حزب

source: ¾ Hizb
ar: ثلاثة أرباع الحزب
bn: ¾ হিজব
es: ¾ de hizb
fa: سه‌چهارم حزب
fr: ¾ de Hizb
tr: ¾ hizip
ur: تین چوتھائی حزب
